{
  "ice_breaker_questions": [
    "If you could have any superpower, what would it be and why?",
    "What's your favorite book or movie and why?",
    "If you could travel anywhere in the world, where would you go?",
    "What's the most interesting thing you've read or seen this week?",
    "If you could have dinner with any historical figure, who would it be and why?",
    "What's your favorite hobby or pastime?",
    "What's the best piece of advice you've ever received?",
    "If you could instantly become an expert in something, what would it be?",
    "What's your favorite way to spend a weekend?",
    "What's one thing on your bucket list?",
    "If you could live in any time period, when would it be and why?",
    "What's your favorite food or cuisine?",
    "What's the most unusual job you've ever had?",
    "If you could meet any fictional character, who would it be and why?",
    "What's your favorite holiday and how do you celebrate it?",
    "What's one thing you can't live without?",
    "If you could learn a new skill instantly, what would it be?",
    "What's your favorite place to relax?",
    "What's the most memorable trip you've ever taken?",
    "If you could have any animal as a pet, what would it be and why?",
    "If you were stranded on a desert island, what three things would you bring?",
    "What's your go-to karaoke song?",
    "If money wasn't an issue, what would your dream job be?",
    "What's your favorite family tradition?",
    "What's the best meal you've ever had?",
    "If you could switch lives with anyone for a day, who would it be?",
    "What's your favorite outdoor activity?",
    "If you could time travel, would you go to the past or the future?",
    "What's one thing you wish you knew how to do?",
    "What's the strangest food you've ever tried?",
    "What's the best concert you've ever attended?",
    "If you could design your perfect day, what would it look like?",
    "What's your most embarrassing moment?",
    "If you could master any musical instrument, which one would you choose?",
    "What's your favorite app or piece of technology?",
    "What's your biggest fear or phobia?",
    "If you could be famous for one thing, what would it be?",
    "What's the most spontaneous thing you've ever done?",
    "What's your favorite childhood memory?",
    "If you could only eat one food for the rest of your life, what would it be?",
    "What's your favorite thing about your job?",
    "If you could live anywhere in the world, where would it be?",
    "What's one thing you would change about the world if you could?",
    "What's the most courageous thing you've ever done?",
    "If you could host a talk show, who would be your first guest?",
    "What's your guilty pleasure?",
    "If you could have a never-ending supply of one thing, what would it be?",
    "What's your favorite board or card game?",
    "If you could witness any event in history, what would it be?",
    "What's your go-to comfort movie or TV show?",
    "If you could create a holiday, what would it celebrate and how would people celebrate it?"
  ]
}
